Repository: alkboda/Downwork-Notifier
Catalog: Downwork Notifier/Properties/Resources.*.resx
Languages: ru_ru

# ACCESS_TOKEN_LBL
source: Access token
ru_ru: Ключ доступа

# ACCESS_TOKEN_SECRET_LBL
source: Access token secret
ru_ru: Приватный ключ доступа

# APP_NAME
source: Downwork Notifier
ru_ru: Работа вверх

# CLIENT_COUNTRY_SF
source: Country: {0}
ru_ru: Регион: {0}

# CLIENT_FEEDBACK_LBL
source: Client Feedback
ru_ru: Рейтинг клиента

# CLIENT_FEEDBACK_SF
source: Feedback: {0}
ru_ru: Рейтинг: {0}

# CLIENT_HIRES_LBL
source: Client Hires
ru_ru: Наймы клиента

# CLIENT_HIRES_SF
source: (hired: {0})
ru_ru: (нанято: {0})

# CLIENT_JOBS_POSTED_SF
source: Jobs posted: {0}
ru_ru: Вакансий опубликовано: {0}

# CLIENT_PAYMENT_STATUS_SF
source: Payment: {0}
ru_ru: Оплата: {0}

# CLIENT_REVIEWS_COUNT_SF
source: ({0} reviews)
ru_ru: ({0} отзывов)

# ENUM_Duration_Month
source: Month
ru_ru: Месяц

# ENUM_Duration_None
source: None
ru_ru: Не указана

# ENUM_Duration_Ongoing
source: Ongoing
ru_ru: В процессе

# ENUM_Duration_Quarter
source: Quarter
ru_ru: Квартал

# ENUM_Duration_Semester
source: Semester
ru_ru: Семестр

# ENUM_Duration_Week
source: Week
ru_ru: Неделя

# ENUM_JobStatus_Cancelled
source: Cancelled
ru_ru: Отменена

# ENUM_JobStatus_Completed
source: Completed
ru_ru: Выполнена

# ENUM_JobStatus_None
source: None
ru_ru: Не указан

# ENUM_JobStatus_Open
source: Open
ru_ru: Открыта

# ENUM_JobType_FixedPrice
source: Fixed price
ru_ru: Фиксированная оплата

# ENUM_JobType_Hourly
source: Hourly
ru_ru: Почасавая оплата

# ENUM_JobType_None
source: None
ru_ru: Не указан

# ENUM_Workload_AsNeeded
source: As needed
ru_ru: По требованию

# ENUM_Workload_FullTime
source: Full time
ru_ru: Полный день

# ENUM_Workload_None
source: None
ru_ru: Не указана

# ENUM_Workload_PartTime
source: Part time
ru_ru: Частичная занятость

# FILTER_EDIT_TIP
source: Rename tab
ru_ru: Переименовать вкладку

# FILTER_EMPTY_SKILLS_LBL
source: Skills list isn't loaded. Try refresh
ru_ru: Список умений не загружен - попробуйте обновить список

# FILTER_NEW_FILTER_NAME
source: New Filter
ru_ru: Новый фильтр

# FILTER_NEW_TIP
source: Add new tab
ru_ru: Добавить новую вкладку

# FILTER_QUERY_LBL
source: Search query
ru_ru: Поисковый запрос

# FILTER_REMOVE_TIP
source: Remove tab
ru_ru: Удалить вкладку

# FILTER_SELECTED_SKILLS_LBL
source: Selected skills
ru_ru: Выбранные умения

# FILTER_SETTINGS_LBL
source: Setup filter for searching
ru_ru: Настройки фильтрации

# FILTER_SKILLS_LBL
source: Skills
ru_ru: Умения

# FILTER_TITLE_LBL
source: Title
ru_ru: Должность

# FILTER_TRASH_TIP
source: Clear jobs on tab
ru_ru: Удалить вакансии на вкладке

# JOBS_FOUND_LBL_SF
source: Jobs found: {0}
ru_ru: Найдено вакансий: {0}

# JOB_BUDGET_LBL
source: Budget
ru_ru: Бюджет

# JOB_CATEGORY_LBL
source: Category:
ru_ru: Категория:

# JOB_CREATED_DATE_LBL
source: Created Data
ru_ru: Дата Создания

# JOB_DURATION_LBL
source: Duration
ru_ru: Продолжительность

# JOB_SKILLS_SF
source: Skills: {0}
ru_ru: Навыки: {0}

# JOB_STATUS_LBL
source: Status
ru_ru: Статус

# JOB_TITLE_LBL
source: Title
ru_ru: Должность

# JOB_TYPE_LBL
source: Type
ru_ru: Тип

# JOB_WORKLOAD_LBL
source: Workload
ru_ru: Нагрузка

# LOGIN_BTN
source: LOGIN
ru_ru: ВОЙТИ

# MSG_ACCESS_TOKEN_FOUND
source: Access token is found!
ru_ru: Ключ доступа найден!

# MSG_API_AUTHORIZE_FAIL
source: Authorization with API failed.
ru_ru: Авторизация в API не удалась.

# MSG_API_AUTHORIZE_SUCCESS
source: Successfully authorized with API.
ru_ru: Авторизация в API прошла успешно.

# MSG_API_INITIALIZE
source: Initialize API and connection to it.
ru_ru: Инициализация и подключение к API.

# MSG_API_TRY_AUTHORIZE
source: Trying to authorize with API.
ru_ru: Попытка авторизации в API.

# MSG_METADATA_LOADED
source: Metadata loaded from API. Categories found: {CATEGORIES_CNT}. Skills found: {SKILLS_CNT}
ru_ru: Метаданные из API загружены. Найдено категорий: {CATEGORIES_CNT}. Найдено умений: {SKILLS_CNT}

# MSG_METADATA_LOADING
source: Loading metadata from API.
ru_ru: Загружаем метаданные из API.

# MSG_POPUP_JOB_FOUND
source: New jobs are found
ru_ru: Найдены новые вакансии

# NEW_FILTER_TEXT
source: New Filter
ru_ru: Новый фильтр

# POPUPS_ENABLE_LBL
source: Enable popups
ru_ru: Включить всплывающие уведомления

# POPUPS_TIME_TIP
source: How long to display a popup (sec)
ru_ru: Сколько отображать всплывающую подсказку (сек)

# SEARCH_BTN
source: Start searching
ru_ru: Начать поиск

# TRAY_CLOSE
source: Close
ru_ru: Закрыть

# TRAY_OPEN
source: Restore
ru_ru: Открыть

# TRAY_REFRESH
source: Refresh jobs
ru_ru: Обновить вакансии
